Repository: jaywcjlove/app-i18n
Catalog: i18n/source/pastequick/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

source: [Return to list](return2list)
de: [Zurück zur Liste](return2list)
fr: [Retour à la liste](return2list)
it: [Torna all'elenco](return2list)
ja: [リストに戻る](return2list)
ko: [목록으로 돌아가기](return2list)
ru: [Вернуться к списку](return2list)
vi: [Quay lại danh sách](return2list)
zh_hans: [返回列表](return2list)
zh_hant: [返回列表](return2list)

source: **%@** permission is enabled. **%@** can now paste with keyboard shortcuts and insert text into input fields.
de: Die **%1$@**-Berechtigung ist aktiv. **%2$@** kann jetzt per Tastaturkurzbefehl einfügen und Text in Eingabefelder einsetzen.
fr: L’accès **%1$@** est activé. **%2$@** peut désormais coller avec un raccourci clavier et insérer du texte dans les champs de saisie.
it: L'autorizzazione **%@** è attiva. **%@** ora può incollare con le scorciatoie da tastiera e inserire testo nei campi di input.
ja: **%1$@** のアクセス権が有効です。**%2$@** はキーボードショートカットでの貼り付けと入力欄へのテキスト挿入ができるようになりました。
ko: **%1$@** 권한이 켜졌습니다. 이제 **%2$@**에서 키보드 단축키로 붙여넣고 입력란에 텍스트를 삽입할 수 있습니다.
ru: Доступ **%1$@** включён. **%2$@** теперь может вставлять текст сочетанием клавиш и в поля ввода.
vi: Quyền **%@** đã được bật. **%@** giờ có thể dán bằng phím tắt và chèn văn bản vào các trường nhập.
zh_hans: **%1$@** 权限已开启。**%2$@** 现在可以使用快捷键粘贴，并向输入框插入文本。
zh_hant: **%1$@** 權限已開啟。**%2$@** 現在可以使用快速鍵貼上，並向輸入欄插入文字。

# %@ -> **%@** -> **%@** -> Add **%@** and check
source: %1$@ -> **%2$@** -> **%3$@** -> Add **%4$@** and check
de: %1$@ -> **%2$@** -> **%3$@** -> **%4$@** hinzufügen und aktivieren
fr: %1$@ -> **%2$@** -> **%3$@** -> Ajoutez **%4$@** et activez-le
it: %1$@ -> **%2$@** -> **%3$@** -> Aggiungi **%4$@** e verifica
ja: %1$@ -> **%2$@** -> **%3$@** -> **%4$@** を追加してオンにする
ko: %1$@ -> **%2$@** -> **%3$@** -> **%4$@**을(를) 추가하고 체크
ru: %1$@ -> **%2$@** -> **%3$@** -> добавьте **%4$@** и включите
vi: %1$@ -> **%2$@** -> **%3$@** -> Thêm **%4$@** và kiểm tra
zh_hans: %1$@ -> **%2$@** -> **%3$@** -> 添加 **%4$@** 并勾选
zh_hant: %1$@ -> **%2$@** -> **%3$@** -> 加入 **%4$@** 並勾選

source: %@ Dark Mode
de: %@ Dunkelmodus
fr: %@ Mode sombre
it: %@ Modalità scura
ja: %@ ダークモード
ko: %@ 다크 모드
ru: %@ Тёмный режим
vi: %@ Chế độ tối
zh_hans: %@ 暗模式
zh_hant: %@ 深色模式

source: %@ Follow System
de: %@ System folgen
fr: %@ Suivre le système
it: %@ Segui sistema
ja: %@ システムに合わせる
ko: %@ 시스템 설정
ru: %@ Как в системе
vi: %@ Theo hệ thống
zh_hans: %@ 跟随系统
zh_hant: %@ 跟隨系統

source: %@ Light Mode
de: %@ Hellmodus
fr: %@ Mode clair
it: %@ Modalità chiara
ja: %@ ライトモード
ko: %@ 라이트 모드
ru: %@ Светлый режим
vi: %@ Chế độ sáng
zh_hans: %@ 亮模式
zh_hant: %@ 淺色模式

source: %@ Needs Access
de: %@ benötigt Zugriff
fr: %@ a besoin d’un accès
it: %@ Richiede accesso
ja: %@のアクセスが必要です
ko: %@ 접근 권한이 필요합니다
ru: Для %@ требуется доступ
vi: %@ Cần quyền truy cập
zh_hans: %@ 需要访问权限
zh_hant: %@ 需要取用權限

source: %lld copies recorded.
de: %lld Kopien erfasst.
fr: %lld copies enregistrées.
it: %lld copie registrate.
ja: %lld 件のコピーを記録しました。
ko: %lld개의 복사가 기록되었습니다.
ru: Записано копий: %lld.
vi: Đã ghi %lld bản sao.
zh_hans: 已记录 %lld 次复制
zh_hant: 已記錄 %lld 次複製

source: %lld history records, [Settings](settings) to display more.
de: %lld Verlaufseinträge, [Einstellungen](settings) für mehr Anzeige.
fr: %lld éléments d’historique, ouvrez les [Réglages](settings) pour en afficher plus.
it: %lld record di cronologia, [Impostazioni](settings) per mostrarne altri.
ja: %lld 件の履歴。[設定](settings) でさらに表示できます。
ko: 기록 %lld개. [설정](settings)에서 더 표시할 수 있습니다.
ru: %lld записей в истории, откройте [Настройки](settings), чтобы показать больше.
vi: %lld bản ghi lịch sử, [Cài đặt](settings) để hiển thị thêm.
zh_hans: %lld 条历史记录， [设置](settings) 以显示更多。
zh_hant: %lld 筆歷史記錄，[設定](settings) 以顯示更多。

source: About
de: Info
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
ru: О программе
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About %@
de: Über %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@ 정보
ru: О программе %@
vi: Giới thiệu về %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Acknowledgments
de: Danksagungen
fr: Remerciements
it: Riconoscimenti
ja: 謝辞
ko: 감사의 말
ru: Благодарности
vi: Lời cảm ơn
zh_hans: 致谢
zh_hant: 致謝

source: Add Application
de: App hinzufügen
fr: Ajouter une app
it: Aggiungi applicazione
ja: アプリを追加
ko: 앱 추가
ru: Добавить приложение
vi: Thêm ứng dụng
zh_hans: 添加应用
zh_hant: 加入 App

source: Add to Favorites
de: Zu Favoriten
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
ru: В избранное
vi: Thêm vào mục yêu thích
zh_hans: 添加收藏
zh_hant: 加入收藏

source: After deselection, this type of clipboard data will no longer be recorded.
de: Nach dem Abwählen wird dieser Zwischenablagetyp nicht mehr aufgezeichnet.
fr: Une fois désélectionné, ce type de données du presse-papiers ne sera plus enregistré.
it: Dopo la deselezione, questo tipo di dati degli appunti non verrà più registrato.
ja: 選択を解除すると、この種類のクリップボードデータは記録されなくなります。
ko: 선택을 해제하면 이 유형의 클립보드 데이터는 더 이상 기록되지 않습니다.
ru: После снятия выбора этот тип данных буфера обмена больше не будет записываться.
vi: Sau khi bỏ chọn, loại dữ liệu khay nhớ tạm này sẽ không còn được ghi lại.
zh_hans: 取消选择后，将不再记录此类型的剪贴板数据
zh_hant: 取消選取後，將不再記錄此類型的剪貼板資料。

source: After disabling, character sets containing only Unicode General Category Z*, U+000A to U+000D, and U+0085 will no longer be recorded.
de: Nach dem Deaktivieren werden Zeichenfolgen, die nur Unicode-Kategorie Z*, U+000A bis U+000D und U+0085 enthalten, nicht mehr erfasst.
fr: Une fois désactivé, les jeux de caractères contenant uniquement la catégorie générale Unicode Z*, U+000A à U+000D et U+0085 ne seront plus enregistrés.
it: Dopo la disattivazione, i set di caratteri che contengono solo Unicode General Category Z*, U+000A–U+000D e U+0085 non verranno più registrati.
ja: 無効にすると、Unicode一般カテゴリ Z*、U+000A〜U+000D、および U+0085 のみを含む文字列は記録されなくなります。
ko: 끄면 Unicode 일반 범주 Z*, U+000A~U+000D, U+0085만 포함된 문자열은 더 이상 기록되지 않습니다.
ru: После отключения наборы символов, содержащие только Unicode-категорию Z*, U+000A–U+000D и U+0085, больше не записываются.
vi: Sau khi tắt, các tập ký tự chỉ chứa Unicode General Category Z*, U+000A đến U+000D và U+0085 sẽ không còn được ghi lại.
zh_hans: 禁用后，仅包含 Unicode 通用类别 Z*、U+000A 至 U+000D 及 U+0085 的字符集将不再被记录。
zh_hant: 停用後，僅包含 Unicode 一般類別 Z*、U+000A 至 U+000D 及 U+0085 的字元集將不再被記錄。

source: all
de: Alle
fr: Tout
it: tutto
ja: すべて
ko: 전체
ru: Все
vi: tất cả
zh_hans: 全部
zh_hant: 全部

source: App Excluding
de: Apps ausschließen
fr: Exclusion d’apps
it: Esclusioni app
ja: アプリを除外
ko: 앱 제외
ru: Исключение приложений
vi: Loại trừ ứng dụng
zh_hans: 排除应用
zh_hant: 排除 App

source: Appearance
de: Erscheinungsbild
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
ru: Оформление
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Application Excluded
de: Ausgeschlossene Apps
fr: Apps exclues
it: Applicazione esclusa
ja: 除外中のアプリ
ko: 제외된 앱
ru: Исключённые приложения
vi: Ứng dụng bị loại trừ
zh_hans: 应用程序排除
zh_hant: 已排除的 App

source: Are you sure you want to clear your clipboard history?
de: Möchten Sie den Zwischenablageverlauf wirklich löschen?
fr: Voulez-vous vraiment effacer l’historique du presse-papiers ?
it: Vuoi davvero cancellare la cronologia degli appunti?
ja: クリップボードの履歴を消去してもよろしいですか？
ko: 클립보드 기록을 지우시겠습니까?
ru: Очистить историю буфера обмена?
vi: Bạn có chắc muốn xóa lịch sử khay nhớ tạm không?
zh_hans: 您确定要清除剪贴板历史记录吗？
zh_hant: 確定要清除剪貼板歷史記錄嗎？

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Changelog
de: Änderungsprotokoll
fr: Journal des modifications
it: Registro modifiche
ja: 更新履歴
ko: 변경 로그
ru: Список изменений
vi: Nhật ký thay đổi
zh_hans: 变更日志
zh_hant: 變更日誌

source: Clear Clipboard History
de: Zwischenablageverlauf löschen
fr: Effacer l’historique du presse-papiers
it: Cancella cronologia appunti
ja: クリップボード履歴を消去
ko: 클립보드 기록 지우기
ru: Очистить историю буфера обмена
vi: Xóa lịch sử khay nhớ tạm
zh_hans: 删除剪切板历史记录
zh_hant: 清除剪貼板歷史記錄

source: Clear History
de: Verlauf löschen
fr: Effacer l’historique
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
ru: Очистить историю
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄

source: Clear History On Exit
de: Verlauf beim Beenden löschen
fr: Effacer l’historique à la fermeture
it: Cancella cronologia all'uscita
ja: 終了時に履歴を消去
ko: 종료 시 기록 지우기
ru: Очищать историю при выходе
vi: Xóa lịch sử khi thoát
zh_hans: 退出时清除历史记录
zh_hant: 結束時清除歷史記錄

source: Clipboard
de: Zwischenablage
fr: Presse-papiers
it: Appunti
ja: クリップボード
ko: 클립보드
ru: Буфер обмена
vi: Khay nhớ tạm
zh_hans: 剪切板
zh_hant: 剪貼板

source: Clipboard item count and tracking state.
de: Anzahl der Zwischenablageeinträge und Überwachungsstatus.
fr: Nombre d’éléments du presse-papiers et état du suivi.
it: Conteggio degli elementi degli appunti e stato del monitoraggio.
ja: クリップボード項目数と追跡状態。
ko: 클립보드 항목 수와 추적 상태.
ru: Количество элементов буфера обмена и состояние отслеживания.
vi: Số mục clipboard và trạng thái theo dõi.
zh_hans: 剪贴板条目数量与跟踪状态。
zh_hant: 剪貼板項目數量與追蹤狀態。

source: Clipboard Options
de: Zwischenablage-Optionen
fr: Options du presse-papiers
it: Opzioni degli appunti
ja: クリップボードオプション
ko: 클립보드 옵션
ru: Параметры буфера обмена
vi: Tùy chọn khay nhớ tạm
zh_hans: 剪贴板选项
zh_hant: 剪貼板選項

source: Clipboard Tracking
de: Zwischenablageüberwachung
fr: Suivi du presse-papiers
it: Monitoraggio appunti
ja: クリップボードの追跡
ko: 클립보드 추적
ru: Отслеживание буфера обмена
vi: Theo dõi khay nhớ tạm
zh_hans: 剪贴板跟踪
zh_hant: 剪貼板追蹤

source: Command
de: Befehl
fr: Commande
it: Comando
ja: コマンド
ko: 명령
ru: Команда
vi: Lệnh
zh_hans: 命令
zh_hant: 命令

source: Copied %@
de: Kopiert %@
fr: Copié %@
it: Copiato %@
ja: コピー済み %@
ko: 복사됨 %@
ru: Скопировано %@
vi: Đã sao chép %@
zh_hans: 已复制 %@
zh_hant: 已複製 %@

source: Copy
de: Kopieren
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Скопировать
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy a history item back to the clipboard.
de: Einen Chronikeintrag zurück in die Zwischenablage kopieren.
fr: Remettre un élément d’historique dans le presse-papiers.
it: Copia un elemento della cronologia negli appunti.
ja: 履歴項目をクリップボードに戻す。
ko: 기록 항목을 클립보드로 다시 복사합니다.
ru: Скопировать элемент истории обратно в буфер обмена.
vi: Sao chép một mục lịch sử trở lại clipboard.
zh_hans: 将历史记录重新复制到剪贴板。
zh_hant: 將歷史記錄重新複製到剪貼板。

source: Copy Claude stdio config
de: Claude-stdio-Konfiguration kopieren
fr: Copier la config stdio Claude
it: Copia configurazione stdio Claude
ja: Claude の stdio 設定をコピー
ko: Claude stdio 구성 복사
ru: Копировать stdio-конфиг Claude
vi: Sao chép cấu hình stdio Claude
zh_hans: 复制 Claude stdio 配置
zh_hant: 複製 Claude stdio 設定

source: Copy Grok stdio config
de: Grok-stdio-Konfiguration kopieren
fr: Copier la config stdio Grok
it: Copia configurazione stdio Grok
ja: Grok の stdio 設定をコピー
ko: Grok stdio 구성 복사
ru: Копировать stdio-конфиг Grok
vi: Sao chép cấu hình stdio Grok
zh_hans: 复制 Grok stdio 配置
zh_hant: 複製 Grok stdio 設定

source: Copy to Plain Text
de: Als Klartext kopieren
fr: Copier en texte brut
it: Copia come testo semplice
ja: プレーンテキストとしてコピー
ko: 일반 텍스트로 복사
ru: Копировать как простой текст
vi: Sao chép dạng văn bản thuần
zh_hans: 复制为纯文本
zh_hant: 複製為純文字

source: Dark
de: Dunkel
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
ru: Тёмная
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Day
de: Tag
fr: Jour
it: Giorno
ja: 日
ko: 일
ru: День
vi: Ngày
zh_hans: 天
zh_hant: 天

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Clipboard History
de: Zwischenablageverlauf löschen
fr: Supprimer l’historique du presse-papiers
it: Elimina cronologia appunti
ja: クリップボード履歴を削除
ko: 클립보드 기록 삭제
ru: Удалить историю буфера обмена
vi: Xóa lịch sử khay nhớ tạm
zh_hans: 删除剪贴板历史记录
zh_hant: 刪除剪貼板歷史記錄

source: Do not record clipboard items marked as transient, concealed, or auto-generated. Transient content is temporary. Concealed content is confidential (for example passwords). Auto-generated content is written by an app for pasting rather than an explicit Copy. This also covers older markers used by password managers and text expanders.
de: Zwischenablageeinträge, die als transient, vertraulich oder automatisch generiert markiert sind, werden nicht gespeichert. Transiente Inhalte sind vorübergehend. Vertrauliche Inhalte sind geheim (z. B. Passwörter). Automatisch generierte Inhalte werden von einer App zum Einfügen geschrieben, nicht durch ein explizites Kopieren. Dies gilt auch für ältere Markierungen von Passwortmanagern und Texterweiterungen.
fr: Ne pas enregistrer les éléments du presse-papiers marqués comme transitoires, confidentiels ou générés automatiquement. Le contenu transitoire est temporaire. Le contenu confidentiel est secret (par exemple les mots de passe). Le contenu généré automatiquement est écrit par une app pour coller, et non par une copie explicite. Cela couvre aussi les anciens marqueurs des gestionnaires de mots de passe et des expanseurs de texte.
it: Non registrare gli elementi degli appunti contrassegnati come transitori, riservati o generati automaticamente. Il contenuto transitorio è temporaneo. Il contenuto riservato è confidenziale (ad esempio le password). Il contenuto generato automaticamente è scritto da un’app per l’incolla, non da una copia esplicita. Copre anche i marcatori più vecchi usati da gestori di password ed espansori di testo.
ja: 一時的、機密、または自動生成としてマークされたクリップボード項目は記録しません。一時的な内容は短時間だけ存在するデータです。機密内容はパスワードなどの秘密情報です。自動生成された内容は、ユーザーが明示的にコピーしたものではなく、アプリが貼り付けのために書き込んだものです。パスワードマネージャーやテキスト展開ツールが使う古いマーカーも対象です。
ko: 일시적, 기밀 또는 자동 생성으로 표시된 클립보드 항목은 기록하지 않습니다. 일시적 콘텐츠는 잠시만 존재합니다. 기밀 콘텐츠는 비밀번호 같은 민감 정보입니다. 자동 생성 콘텐츠는 사용자가 명시적으로 복사한 것이 아니라 앱이 붙여넣기를 위해 작성한 것입니다. 비밀번호 관리자와 텍스트 확장 도구가 쓰는 이전 마커도 포함됩니다.
ru: Не сохранять элементы буфера обмена, помеченные как временные, скрытые или автоматически созданные. Временное содержимое существует недолго. Скрытое содержимое конфиденциально (например, пароли). Автоматически созданное содержимое записывается приложением для вставки, а не явным копированием. Это также относится к старым маркерам менеджеров паролей и текстовых расширителей.
vi: Không ghi các mục clipboard được đánh dấu là tạm thời, bí mật hoặc tự động tạo. Nội dung tạm thời chỉ tồn tại trong thời gian ngắn. Nội dung bí mật là thông tin nhạy cảm (ví dụ mật khẩu). Nội dung tự động tạo do ứng dụng ghi ra để dán, không phải do người dùng chủ động sao chép. Tùy chọn này cũng bao gồm các marker cũ của trình quản lý mật khẩu và công cụ mở rộng văn bản.
zh_hans: 不记录带有瞬时、机密或自动生成标记的剪贴板内容。瞬时内容是临时的。机密内容是敏感信息（例如密码）。自动生成内容由应用写入用于粘贴，而非用户主动复制。同时也覆盖密码管理器和文本扩展器使用的旧标记。
zh_hant: 不記錄帶有瞬時、機密或自動產生標記的剪貼板內容。瞬時內容是暫時的。機密內容是敏感資訊（例如密碼）。自動產生內容由應用程式寫入用於貼上，而非使用者主動複製。同時也涵蓋密碼管理器和文字展開工具使用的舊標記。

source: Don't ask again
de: Nicht mehr fragen
fr: Ne plus demander
it: Non chiedere più
ja: 今後表示しない
ko: 다시 묻지 않기
ru: Больше не спрашивать
vi: Không hỏi lại
zh_hans: 以后不再提示
zh_hant: 下次不要再詢問

source: Enable or disable clipboard history tracking. When disabled, the feature will no longer be available.
de: Aktivieren oder deaktivieren Sie die Verlaufsüberwachung der Zwischenablage. Im deaktivierten Zustand steht die Funktion nicht mehr zur Verfügung.
fr: Activez ou désactivez le suivi de l’historique du presse-papiers. Une fois désactivé, cette fonctionnalité ne sera plus disponible.
it: Attiva o disattiva il monitoraggio della cronologia degli appunti. Se disattivato, la funzione non sarà più disponibile.
ja: クリップボード履歴の追跡を有効または無効にします。無効にすると、この機能は利用できなくなります。
ko: 클립보드 기록 추적을 켜거나 끕니다. 끄면 이 기능을 사용할 수 없습니다.
ru: Включите или отключите запись истории буфера обмена. После отключения функция будет недоступна.
vi: Bật hoặc tắt theo dõi lịch sử khay nhớ tạm. Khi tắt, tính năng này sẽ không còn khả dụng.
zh_hans: 启用或禁用剪切板历史记录跟踪，禁用后该功能将不可用。
zh_hant: 啟用或停用剪貼板歷史記錄追蹤。停用後，此功能將無法使用。

source: Enable Preview Image
de: Bildvorschau aktivieren
fr: Activer l’aperçu des images
it: Attiva anteprima immagine
ja: 画像プレビューを有効にする
ko: 이미지 미리보기 사용
ru: Включить предпросмотр изображений
vi: Bật xem trước hình ảnh
zh_hans: 启用预览图像
zh_hant: 啟用預覽影像

source: Exclude apps to prevent %@ copying their contents.
de: Schließen Sie Apps aus, damit %@ deren Inhalte nicht kopiert.
fr: Excluez des apps pour empêcher %@ de copier leur contenu.
it: Escludi le app per impedire a %@ di copiarne il contenuto.
ja: アプリを除外して、%@ がその内容をコピーしないようにします。
ko: 앱을 제외하여 %@이(가) 해당 내용을 복사하지 못하게 합니다.
ru: Исключите приложения, чтобы %@ не копировал их содержимое.
vi: Loại trừ các ứng dụng để ngăn %@ sao chép nội dung của chúng.
zh_hans: 排除应用程序以防止 %@ 复制其内容。
zh_hant: 排除 App，避免 %@ 複製其內容。

source: file
de: Datei
fr: Fichier
ja: ファイル
ko: 파일
ru: Файл
vi: tệp
zh_hans: 文件
zh_hant: 檔案

source: folder
de: Ordner
fr: Dossier
it: cartella
ja: フォルダ
ko: 폴더
ru: Папка
vi: thư mục
zh_hans: 文件夹
zh_hant: 檔案夾

source: Forever
de: Unbegrenzt
fr: Illimité
it: Per sempre
ja: 無期限
ko: 영구
ru: Бессрочно
vi: Vĩnh viễn
zh_hans: 永久
zh_hant: 永久

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
ru: Основные
vi: Chung
zh_hans: 常规
zh_hant: 一般

source: Grant
de: Erlauben
fr: Autoriser
it: Concedi
ja: 許可
ko: 허용
ru: Разрешить
vi: Cấp quyền
zh_hans: 授权
zh_hant: 授權

source: Granted
de: Erlaubt
fr: Autorisé
it: Concesso
ja: 許可済み
ko: 허용됨
ru: Разрешено
vi: Đã cấp quyền
zh_hans: 已授权
zh_hant: 已授權

source: Half A Year
de: Halbes Jahr
fr: Six mois
it: Sei mesi
ja: 半年
ko: 6개월
ru: Полгода
vi: Nửa năm
zh_hans: 半年
zh_hant: 半年

source: Hide Dock Icon
de: Dock-Symbol ausblenden
fr: Masquer l’icône du Dock
it: Nascondi icona del Dock
ja: Dockアイコンを隠す
ko: Dock 아이콘 가리기
ru: Скрыть значок в Dock
vi: Ẩn biểu tượng Dock
zh_hans: 隐藏拓展坞图标
zh_hant: 隱藏 Dock 圖像

source: If the amount of data displayed in the list is too large, disabling image preview can improve performance. Enabling image preview in the list allows you to view copied images.
de: Bei sehr großen Listen kann das Deaktivieren der Bildvorschau die Leistung verbessern. Ist sie aktiv, können kopierte Bilder in der Liste angezeigt werden.
fr: Si la liste contient trop de données, désactiver l’aperçu des images peut améliorer les performances. L’activer permet de voir les images copiées dans la liste.
it: Se la quantità di dati mostrata nell'elenco è troppo grande, disattivare l'anteprima delle immagini può migliorare le prestazioni. Attivare l'anteprima nell'elenco consente di visualizzare le immagini copiate.
ja: リストに表示するデータが多すぎる場合は、画像プレビューをオフにするとパフォーマンスが向上します。オンにすると、コピーした画像をリストで確認できます。
ko: 목록에 표시되는 데이터가 너무 많으면 이미지 미리보기를 꺼 성능을 개선할 수 있습니다. 켜면 복사한 이미지를 목록에서 볼 수 있습니다.
ru: Если в списке слишком много данных, отключение предпросмотра изображений повысит производительность. При включении скопированные изображения видны в списке.
vi: Nếu lượng dữ liệu hiển thị trong danh sách quá lớn, việc tắt xem trước hình ảnh có thể cải thiện hiệu suất. Bật xem trước hình ảnh trong danh sách cho phép bạn xem các hình ảnh đã sao chép.
zh_hans: 如果列表中显示的数据量过大，可以禁用图片预览以提升性能。在列表中启用图片预览可以查看已复制的图片。
zh_hant: 如果列表中顯示的資料量過大，停用圖片預覽可提升效能。在列表中啟用圖片預覽即可查看已複製的圖片。

source: If the save limit exceeds the existing data quantity, %@ will gradually reduce the excess, rather than clearing all the extra data at once.
de: Liegt das Speicherlimit unter der vorhandenen Datenmenge, reduziert %@ den Überschuss schrittweise statt alles auf einmal zu löschen.
fr: Si la limite d’enregistrement est inférieure au volume existant, %@ réduira progressivement l’excédent au lieu de tout supprimer d’un coup.
it: Se il limite di salvataggio supera la quantità di dati esistente, %@ ridurrà gradualmente l'eccedenza, invece di cancellare tutti i dati extra in una volta.
ja: 保存件数の上限が既存データより少ない場合、%@ は余剰分を一度に削除せず、段階的に減らします。
ko: 저장 한도가 기존 데이터보다 적으면 %@은(는) 초과분을 한 번에 지우지 않고 점진적으로 줄입니다.
ru: Если лимит сохранения меньше объёма данных, %@ будет постепенно сокращать излишек, а не удалять всё сразу.
vi: Nếu giới hạn lưu trữ vượt quá lượng dữ liệu hiện có, %@ sẽ giảm dần phần dư thừa thay vì xóa toàn bộ dữ liệu thừa cùng lúc.
zh_hans: 保存数量若超过已有数据数量，%@ 将逐步递减超出的部分，而不会一次性清空多余的数据。
zh_hant: 若儲存上限低於現有資料數量，%@ 會逐步減少多餘項目，而不是一次清空。

source: Ignore Transient Clipboard
de: Transiente Zwischenablage ignorieren
fr: Ignorer le presse-papiers transitoire
it: Ignora gli appunti transitori
ja: 一時クリップボードを無視
ko: 일시적 클립보드 무시
ru: Игнорировать временный буфер обмена
vi: Bỏ qua clipboard tạm thời
zh_hans: 忽略瞬时剪贴板
zh_hant: 忽略瞬時剪貼板

source: image
de: Bild
it: immagine
ja: 画像
ko: 이미지
ru: Изображение
vi: hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Keyboard shortcut paste or inserting text into an input field requires **%@** access.
de: Das Einfügen per Tastaturkurzbefehl oder in ein Eingabefeld erfordert Zugriff auf **%@**.
fr: Coller avec un raccourci clavier ou insérer du texte dans un champ de saisie nécessite l’accès **%@**.
it: Incollare con una scorciatoia da tastiera o inserire testo in un campo di input richiede l'accesso a **%@**.
ja: キーボードショートカットでの貼り付け、または入力欄へのテキスト挿入には **%@** へのアクセスが必要です。
ko: 키보드 단축키로 붙여넣거나 입력란에 텍스트를 삽입하려면 **%@** 접근 권한이 필요합니다.
ru: Для вставки сочетанием клавиш или вставки текста в поле ввода требуется доступ к **%@**.
vi: Dán bằng phím tắt hoặc chèn văn bản vào trường nhập cần quyền truy cập **%@**.
zh_hans: 快捷键粘贴或者向输入框插入文本需要开启 **%@** 访问。
zh_hant: 使用快速鍵貼上或向輸入欄插入文字需要開啟 **%@** 取用權限。

source: Language
de: Sprache
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ru: Язык
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Launch at login
de: Bei der Anmeldung öffnen
fr: Ouvrir à la connexion
it: Avvia al login
ja: ログイン時に開く
ko: 로그인 시 열기
ru: Открывать при входе
vi: Tự động khởi chạy khi đăng nhập
zh_hans: 开机启动
zh_hant: 登入時開啟

source: Light
de: Hell
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
ru: Светлая
vi: Sáng
zh_hans: 亮色
zh_hant: 淺色

source: Limit %@'s functions in the specified apps.
de: Schränken Sie die Funktionen von %@ in den angegebenen Apps ein.
fr: Limitez les fonctions de %@ dans les apps indiquées.
it: Limita le funzioni di %@ nelle app specificate.
ja: 指定したアプリで %@ の機能を制限します。
ko: 지정한 앱에서 %@ 기능을 제한합니다.
ru: Ограничьте функции %@ в указанных приложениях.
vi: Giới hạn chức năng của %@ trong các ứng dụng đã chỉ định.
zh_hans: 在指定的应用中限制 %@ 的功能。
zh_hant: 在指定的 App 中限制 %@ 的功能。

source: Link Cleanup Options
de: Linkbereinigung
fr: Nettoyage des liens
it: Opzioni di pulizia dei link
ja: リンクのクリーンアップ
ko: 링크 정리 옵션
ru: Очистка ссылок
vi: Tùy chọn làm sạch liên kết
zh_hans: 链接清理选项
zh_hant: 連結清理選項

source: List Count: (%lld)
de: Listenanzahl: (%lld)
fr: Nombre d’éléments : (%lld)
it: Conteggio elenco: (%lld)
ja: リスト件数: (%lld)
ko: 목록 개수: (%lld)
ru: Элементов в списке: (%lld)
vi: Số lượng danh sách: (%lld)
zh_hans: 列表数量: (%lld)
zh_hant: 列表數量：(%lld)

source: List recent clipboard items.
de: Aktuelle Zwischenablageeinträge auflisten.
fr: Lister les éléments récents du presse-papiers.
it: Elenca gli elementi recenti degli appunti.
ja: 最近のクリップボード項目を一覧表示。
ko: 최근 클립보드 항목을 나열합니다.
ru: Показать недавние элементы буфера обмена.
vi: Liệt kê các mục clipboard gần đây.
zh_hans: 列出最近的剪贴板条目。
zh_hant: 列出最近的剪貼板項目。

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
it: Finestra principale
ja: メインウインドウ
ko: 기본 윈도우
ru: Главное окно
vi: Cửa sổ chính
zh_hans: 主窗口
zh_hant: 主視窗

source: Mark a clipboard item as favorite.
de: Einen Zwischenablageeintrag als Favorit markieren.
fr: Marquer un élément du presse-papiers comme favori.
it: Contrassegna un elemento degli appunti come preferito.
ja: クリップボード項目をお気に入りにする。
ko: 클립보드 항목을 즐겨찾기로 표시합니다.
ru: Отметить элемент буфера обмена как избранный.
vi: Đánh dấu một mục clipboard là yêu thích.
zh_hans: 将剪贴板条目标为收藏。
zh_hant: 將剪貼板項目標為收藏。

source: Month
de: Monat
fr: Mois
it: Mese
ja: 月
ko: 월
ru: Месяц
vi: Tháng
zh_hans: 月
zh_hant: 月

source: More Apps by Me
de: Weitere Apps von mir
fr: Mes autres apps
it: Altre app realizzate da me
ja: その他のアプリ
ko: 내 다른 앱
ru: Другие мои приложения
vi: Các ứng dụng khác của tôi
zh_hans: 我的更多应用程序
zh_hant: 我的更多 App
